tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "bat"
brew "cowsay"
brew "direnv"
brew "diskus"
brew "eza"
brew "fd"
brew "figlet"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-secrets"
brew "gron"
brew "hstr"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "luarocks"
brew "neovim"
brew "nvm"
brew "procs"
brew "pyenv"
brew "rbenv"
brew "ripgrep"
brew "silicon"
brew "starship"
brew "stylua"
brew "tealdeer"
brew "tokei"
brew "universal-ctags"
brew "watchman"
brew "wget"
brew "wtf"
brew "zplug"

# Install Casks (full apps rather than CLI programmes)
cask "boop"
cask "docker"
cask "firefox"
cask "gpg-suite-no-mail"
cask "spotify"
cask "slack"
cask "sublime-merge"
