tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"
brew "bat"
brew "cowsay"
brew "deno"
brew "diskus"
brew "exa"
brew "fd"
brew "figlet"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gron"
brew "hexyl"
brew "hstr"
brew "htop"
brew "httpie"
brew "jq"
brew "neovim"
brew "tmux"
brew "pastel"
brew "procs"
brew "rbenv"
brew "ripgrep"
brew "silicon"
brew "starship"
brew "stylua"
brew "tealdeer"
brew "tokei"
brew "tree"
brew "wget"
brew "wtf"
brew "zoxide"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]